Repository: 2600box/calibre_plugins
Catalog: extract_isbn/translations/*.po
Languages: es

source: Keyboard shortcuts
es: Atajos de teclado

source: Restart calibre now
es: Reiniciar Calibre ahora

source: Preferences for:
es: Preferencias para:

source: Clear
es: Limpiar

source: Clear all settings for this plugin
es: Borrar todas las configuraciones para este plugin

source: Are you sure you want to change your settings in this library for this plugin?
es: ¿Está seguro de que desea cambiar su configuración en esta biblioteca para este complemento?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
es: Cualquier configuración en otras bibliotecas o almacenada en un archivo JSON en su carpeta de complementos de calibre no se modificará.

source: You must restart calibre afterwards.
es: Debe reiniciar calibre después.

source: Settings changed
es: Cambiar Configuraciones

source: Settings for this plugin in this library have been changed.
es: Se ha cambiado la configuración de este complemento en esta biblioteca.

source: Please restart calibre now.
es: Reinicie calibre ahora.

source: Are you sure you want to clear your settings in this library for this plugin?
es: ¿Está seguro de que desea borrar su configuración en esta biblioteca para este complemento?

source: Settings deleted
es: Configuraciones eliminadas

source: All settings for this plugin in this library have been cleared.
es: Se han borrado todas las configuraciones para este complemento en esta biblioteca.

source: Copy to clipboard
es: Copiar al portapapeles

source: Undefined
es: Indefinido

source: Restart required
es: Reinicio requerido

source: Title image not found - you must restart Calibre before using this plugin!
es: No se encontró la imagen del título. ¡Debe reiniciar Calibre antes de usar este complemento!

source: Create new column
es: Crear nueva columna

source: Extract ISBN from the selected book format
es: Extraer ISBN del formato de libro seleccionado

source: Extract ISBN
es: Extraer ISBN

source: No rows selected
es: No hay filas seleccionadas

source: You must select one or more books to perform this action.
es: Debe seleccionar uno o más libros para realizar esta acción.

source: Extracting ISBN for {0} books
es: Extracción de ISBN para {0} libros

source: Failed to extract isbns
es: Fallo al extraer isbns

source: ISBN extract completed
es: Extracto de ISBN completado

source: Extract ISBN found <b>{0} new isbn(s)</b>.
es: Extraer ISBN encontró <b>{0} nuevo(s) ISBN</b>.

source: Proceed with updating your library?
es: ¿Continuar con la actualización de su biblioteca?

source: Could not find an ISBN for {0} book(s) and {1} book(s) matched their existing value.
es: No se pudo encontrar un ISBN para {0} libro(s) y para {1} libro(s) coincide con su valor existente.

source: Could not find an ISBN for {0} book(s).
es: No se pudo encontrar un ISBN para {0} libro(s).

source: Found {0} book(s) where ISBN matched the existing value.
es: Se encontraron {0} libros cuyo ISBN coincide con el valor existente.

source: Click "Show details" to see which books.
es: Haga clic en "Mostrar detalles" para ver qué libros.

source: Scan failed
es: Escaneo fallido

source: Scan log
es: Escanear registro

source: Scan complete
es: Escaneo completo

source: Some books changed
es: Algunos libros cambiaron

source: The metadata for some books in your library has changed since you started the download. If you proceed, some of those changes may be overwritten. Click "Show details" to see the list of changed books. Do you want to proceed?
es: Los metadatos de algunos libros de tu biblioteca han cambiado desde que iniciaste la descarga. Si continúa, es posible que se sobrescriban algunos de esos cambios. Haga clic en "Mostrar detalles" para ver la lista de libros modificados. Quieres proceder?

source: Unknown
es: Desconocido

source: Do not change my search
es: No cambies mi búsqueda

source: Show the books that have new or updated ISBNs
es: Mostrar los libros que tienen ISBN nuevos o actualizados

source: When the scan completes:
es: Cuando se completa el escaneo:

source: Valid prefixes for ISBN-13 (comma separated):
es: Prefijos válidos para ISBN-13 (separados por comas):

source: Selected books before running as a background job:
es: Libros seleccionados antes de ejecutarlos como trabajo en segundo plano:

source: Running as a background job is slower but is the only way to avoid
es: La ejecución como trabajo en segundo plano es más lenta, pero es la única forma de evitar

source: memory leaks and will keep the UI more responsive.
es: pérdidas de memoria y mantendrá la interfaz de usuario más receptiva.

source: Batch size running as a background job:
es: Tamaño de lote que se ejecuta como trabajo en segundo plano:

source: Books will be broken into batches to ensure that if you run extract for a large group you can cancel/close calibre without losing all of your results as you can cancel the pending groups.
es: Los libros se dividirán en lotes para garantizar que si ejecuta extraer para un grupo grande puede cancelar/cerrar calibre sin perdiendo todos sus resultados ya que puede cancelar los grupos pendientes.

source: Display failure dialog if ISBN not found or identical
es: Mostrar diálogo de fallo si el ISBN no se encuentra o es idéntico

source: Uncheck this option if you want do not want to be prompted about no ISBN being found in the book or it is the same as your current value.
es: Desmarcar esta casilla si no se desean advertencias cuando no se encuentre ISBN en el libro o sea igual al valor actual.

source: Prompt to apply ISBN changes
es: Confirmar para aplicar cambios de ISBN

source: Uncheck this option if you want changes applied without a confirmation dialog. There is a small risk with this option unchecked that if you are making other changes to this book record at the same time they will be lost.
es: Desmarcar esta opción si quieres que los cambios se apliquen sin diálogo de confirmación. Con esta opción desmarcada hay un riesgo mínimo de que, si estás haciendo a la vez cambios en este registro, se puedan perder.

source: Edit the keyboard shortcuts associated with this plugin
es: Edite los atajos de teclado asociados con este complemento

source: Help
es: Ayuda

source: Queueing books for extracting ISBN
es: Cola de libros para extraer ISBN

source: Queueing
es: Haciendo cola

source: Extract ISBN failed
es: Extraer ISBN fallido

source: Scan aborted as no books with formats found.
es: Escaneo abortado ya que no se encontraron libros con formatos.

source: Extract ISBN for %d books
es: Extraer ISBN para %d libros

source: Extract ISBN started
es: Extraer ISBN iniciado

source: Scanned %d of %d
es: Escaneado %d de %d

source: No formats
es: Sin formatos

source: ISBN not found
es: ISBN no encontrado

source: Same ISBN
es: El mismo ISBN

source: Extracted
es: Extraído
