Repository: 2600box/calibre_plugins
Catalog: goodreads/translations/*.po
Languages: hu, ms, pt

source: Goodreads Genre
hu: Goodreads műfaj
ms: Genre Goodreads
pt: Género Goodreads

source: Maps to Calibre Tag
hu: Hozzárendelés Calibre címkéhez
ms: Petakan ke Tag Calibre
pt: Mapas para Etiqueta Calibre

source: Goodreads genre to calibre tag mappings
hu: Goodreads műfaji és Calibre címke megfeleltetések
ms: Genre Goodreads untuk pemetaan tag calibre

source: Add genre mapping
hu: Műfaji hozzárendelés hozzáadása
ms: Tambah pemetaan genre
pt: Adicionar mapeamento de género

source: Delete genre mapping
hu: Műfaji hozzárendelés törlése
ms: Padam pemetaan genre
pt: Eliminar mapeamento de género

source: Rename Goodreads genre
hu: Goodreads műfaj átnevezése
ms: Nama semula genre Goodreads
pt: Renomear género Goodreads

source: Reset to plugin default mappings
hu: Plugin alapértelmezett hozzárendelések visszaállítása
ms: Tetap semula ke pemetaan lalai pemalam

source: Other options
hu: Egyéb opciók
ms: Pilihan lain
pt: Outras opções

source: Scan multiple editions for title/author searches (slower)
hu: Több kiadás beolvasása cím/szerző kereséshez (lassabb)
ms: Imbas pelbagai edisi untuk penggelintaran tajuk/pengarang (lebih perlahan)
pt: Procurar em diferentes edições por pesquisas de título/autor (mais lento)

source: When checked will perform an additional search to scan the top ranked Goodreads editions (if available) to exclude audiobook editions. When unchecked you will get a faster search but the edition is indeterminate.
hu: Ha be van jelölve, akkor további keresést végez a legjobb helyezést elért Goodreads kiadásokon (ha rendelkezésre állnak), kizárva a hangoskönyv-kiadásokat. Ha nincs bejelölve, gyorsabb keresést kap, de a kiadás nem meghatározható.
ms: Setelah ditanda, satu gelintar tambahan akan mengimbas edisi kedudukan tertinggi Goodreads (jika ada) untuk mengasingkan edisi buku audio. Jika dinyahtanda, anda akan mendapat penggelintaran lebih pantas tetapi tidak ditentukan.

source: Get all contributing authors (e.g. illustrators, series editors etc)
hu: Szerezd meg az összes közreműködő szerzőt (pl. illusztrátorok, sorozatszerkesztők stb.)
ms: Dapatkan semua pengarang yang menyumbang (iaitu pelukis, penyunting siri dll)
pt: Obter todas as colaborações dos autores (ex.: ilustradores, editores de série, etc.)

source: When this option is checked, all authors are retrieved. When unchecked (default) only the primary author(s) are returned.
hu: Ha ez az opció be van jelölve, akkor az összes szerzőt lekérdezi a rendszer. Ha nincs bejelölve (alapértelmezett), csak az elsődleges szerzők nevei jelennek meg.
ms: Bila pilihan ini ditanda, semua pengarang diperolehi. Bila dinyahtanda (lalai) hanya pengarang utama diberikan.
pt: Quando esta opção estiver marcada, todos os nomes de autores e colaboradores serão obtidos. Estando desmarcada (configuração padrão), somente os nomes dos autores principais serão retornados

source: Get ASIN for kindle editions
hu: Szerezd meg az ASIN-t a kindle kiadásokhoz
ms: Dapatkan ASIN untuk edisi kindle
pt: Obert ASIN para as edições do Kindle

source: When this option is checked, in cases where Goodreads has an ASIN listed instead of an ISBN, the ASIN is retrieved. This is useful for books that already have the specific Goodreads identifier of a Kindle editon.
hu: Ha ez az opció be van jelölve, akkor azokban az esetekben, amikor a Goodreads listáján szerepel egy ASIN az ISBN helyett, az ASIN-t keresi le. Ez olyan könyvek esetében hasznos, amelyek már rendelkeznek a Kindle kiadás speciális Goodreads azonosítójával.
ms: Bila pilihan ini ditanda, sekiranya Goodreads ada menyenaraikan ASIN berbanding ISBN, maka ASIN akan dipilih. Ia berguna bagi buku yang ada pengecam Goodreads khusus untuk edisi Kindle.

source: Use first published date
hu: Használja az első publikációs dátumot
ms: Guna tarikh penerbitan pertama
pt: Utilizar data da primeira publicação

source: If checked, the first published date for this book is used rather than that of the actual book edition.
hu: Ha be van jelölve, akkor a könyv első megjelenési dátuma lesz használva, nem pedig a könyv aktuális kiadásának dátuma.
ms: Jika ditanda, tarikh terbitan pertama buku ini digunakan berbanding edisi buku sebenar.

source: Add new mapping
hu: Új hozzárendelés hozzáadása
ms: Tamb ah pemetaan baharu
pt: Adicionar novo mapeamento

source: Enter a Goodreads genre name to create a mapping for:
hu: Adjon meg egy Goodreads műfajnevet, amelyhez leképezést szeretne létrehozni:
ms: Masukkan satu nama genre Goodreads untuk cipta satu pemetaan untuk:

source: Add Failed
hu: Sikertelen hozzáadás
ms: Gagal Ditambah
pt: Falha ao adicionar

source: A genre with the same name already exists
hu: Már létezik azonos nevű műfaj
ms: Satu genre dengan nama yang sama sudah wujud

source: Are you sure?
hu: Biztos?
ms: Adakah anda pasti?
pt: Tem a certeza?

source: Are you sure you want to delete the selected genre mappings?
hu: Biztos, hogy törölni szeretné a kiválasztott műfaji hozzárendeléseket?
ms: Anda pasti mahu memadam pemetaan genre yang dipilih?

source: Rename Failed
hu: Az átnevezés sikertelen
ms: Gagal Dinamakan Semula
pt: Falha ao renomear

source: Are you sure you want to reset to the plugin default genre mappings?
hu: Biztos, hogy vissza akarja állítani a plugin alapértelmezett műfaji hozzárendeléseit?
ms: Anda pasti mahu menetap semula pemetaan genre lalai pemalam?
